import i18next, { t } from "i18next";
import ichinosejiro from "./images/character-episode/1.1.2.jpg"

const episodeData = [
    [
        {
            id: "1.1",
            name: "OPE.1",
            info: t("1.1"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/01/img/pic_01.jpg",
            character: [
                {
                    name: "一ノ瀬次郎",
                    type: "患者",
                    info: "ゴム工場を経営する入院患者。久保院長が手術で執刀医を務めることに喜んでいるが…。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/01/img/g2.jpg"
                },
                {
                    name: "一ノ瀬奈美子",
                    type: "患者家族",
                    info: "一ノ瀬の妻",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/01/img/g3.jpg"
                },
                {
                    name: "久保茂",
                    type: "担当医",
                    info: "帝都医科大学第三病院院長。伝説のゴッドハンドと呼ばれているが、長らく手術はしていない。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/01/img/g1.jpg"
                },
            ],
            quote: "",
            time: 58,
            date: "2012.10.18",
            story: "　医師とは思えぬ出で立ちの大門未知子（米倉涼子）が紹介状を持って大学病院にやってくる。未知子はフリーランスの外科医。勤務環境の過酷さから複数の医師が一斉に退職し、補充要員として医師紹介所からやってきた。未知子を見た新人外科医の森本（田中圭）は、驚きを隠せずにいた。前日の夜、居合わせたクラブで倒れた急患の処置をしていたのが、他でもない未知子だったのだ。変わっているのは外見だけではなかった。着任早々、未知子は、院長の久保（竜雷太）が執刀を予定している手術に異議を唱える。古い手術法と、長らく手術の現場から離れていた院長の手腕を無遠慮に追及する未知子に、周囲は凍り付く。未知子の指摘はもっともで、医師であれば誰でも気づくことだったが、大学病院において上司に楯突く者など一人もいないのが現実だ。一気に病院内の反感を買った未知子は、医師免許の必要がない雑用ばかりを押し付けられることになる。しかし、未知子が危惧した通り、院長が執刀を始めた手術はとんでもない事態を迎える……！"
        },
        {
            id: "1.2",
            name: "OPE.2",
            info: t("1.2"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/02/img/pic_01.jpg",
            character: [
                {
                    name: "二階堂登",
                    type: "患者",
                    info: "すい臓がんの手術のために入院してきた有名出版社の社長。高飛車で自分勝手な性格の迷惑な男。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/02/img/g1.jpg"
                },
                {
                    name: "安田悟",
                    type: "患者",
                    info: "すい臓がんで入院している患者。鳥井が手術する予定だったが、未知子が手術することになる。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/02/img/g2.jpg"
                },
                {
                    name: "安田昌代",
                    type: "患者家族",
                    info: "安田の妻",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/02/img/g3.jpg"
                },
            ],
            quote: "",
            time: 46,
            date: "2012.10.25",
            story: "　政治家の紹介で、有名出版社の社長・二階堂（半海一晃）が入院してくる。芸能界や政界に顔が利き、社会的影響力の強い二階堂の入院を、新院長に就任したばかりの毒島（伊東四朗）や事務長の金子（室井滋）らはVIP待遇で迎えるが、順番も守らず、傍若無人な二階堂の態度に、フリー外科医の未知子（米倉涼子）は不満を隠せない。すい臓ガンを患っている二階堂は、最優先すべき特別患者として、予定を繰り上げての手術が予定される。毒島から直々に二階堂の執刀を命じられた外科部長の鳥井（段田安則）は、手術と化学療法との併用で完治を目指すという。だが、患部が残ってしまう可能性のある術式に未知子は猛反対。自分なら患部を残さず切除できると主張し、執刀を代わるよう迫るが、即座に却下されてしまう。代わりに鳥井が受け持つはずだった、別のすい臓ガン患者・安田（新井康弘）の手術を担当するよう、毒島から提案されて…。数日後、二つの手術が同時に始まった。未知子は猛スピードでオペを進行。助手の森本（田中圭）は、ついていくのが精一杯だ。一方の鳥井は、開腹直後にその手を止めていた。二階堂のガンは予想以上に広がり、鳥井の手には負えない状態だったのだ。鳥井はそのまま閉腹する判断を下すが、毒島はそれを許さず、手術室は騒然となる。その様子を見た毒島が連絡を入れた相手とは…！？"
        },
        {
            id: "1.3",
            name: "OPE.3",
            info: t("1.3"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/03/img/pic_01.jpg",
            character: [
                {
                    name: "花山三恵",
                    type: "患者",
                    info: "食道がんの手術のために入院してきた人気料理研究家。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/03/img/g1.jpg"
                },
                {
                    name: "本多忠",
                    type: "弁護士",
                    info: "三恵の顧問弁護士。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/03/img/g2.jpg"
                },
            ],
            quote: "",
            time: 45,
            date: "2012.11.08",
            story: "　テレビ出演や、レシピのブログが話題の人気料理研究家・花山三恵（平岩紙）が食道がんで入院してくる。立ち入り禁止の医局にまで入ってきて、医師らに自慢の手料理を振る舞い始める三恵。森本（田中圭）らは戸惑いつつも三恵の差し入れを口にするが、なぜか味は微妙…。加地（勝村政信）や原（鈴木浩介）は、三恵に気を遣ってお世辞を言うが、一口食べた未知子（米倉涼子）は「まずい」と一刀両断してしまう。折しも帝都医科大学付属第三病院では、患者本意の医療を目指すべくコンプライアンス強化に力を入れており、ズケズケとものを言う未知子は槍玉に挙げられていた。そんな中、さっそく三恵が「感じの悪い女医さんがいた」と未知子のことをブログに書き込み、事務長である金子（室井滋）の目に留まってしまう。翌朝、外科部長の鳥井（段田安則）からきつく叱られる未知子だったが、彼女の関心は三恵の病状に向けられていた。前夜、晶（岸部一徳）が三恵のレシピで作った料理を食べた未知子は、その料理が美味しかったため、三恵が味覚障害を患っているのではないかと疑っていたのだ。しかし、食道がんで味覚障害にはなることはないはず…。やがて三恵の執刀医が原に決まり、未知子が助手を務めることになる。鳥井から、「患者に寄り添う心の医療」を原から学ぶよう言われる未知子。ところが、治療方針を決める面談の場に弁護士同伴で現れた三恵に対し、単刀直入に味覚障害を指摘してしまう。怒った三恵は、未知子を「名誉毀損で訴える」と言い放ち…！？"
        },
        {
            id: "1.4",
            name: "OPE.4",
            info: t("1.4"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/04/img/pic_01.jpg",
            character: [
                {
                    name: "四谷篤",
                    type: "患者",
                    info: "加地の高校時代の同級生で、有名外資のファンドマネージャー。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/04/img/g1.jpg"
                },
                {
                    name: "吉永まり子",
                    type: "キャスター",
                    info: "加地を取材に来た女性キャスター。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/04/img/g2.jpg"
                },
            ],
            quote: "",
            time: 45,
            date: "2012.11.15",
            story: "　帝都医科大学付属第三病院・第二外科きっての敏腕ドクター・加地秀樹（勝村政信）が、スーパードクターを紹介するテレビ番組の取材を受ける。加地は“腹腔鏡の魔術師”として番組の中で華々しく紹介され、院長の毒島（伊東四朗）や事務長の金子（室井滋）も満足顔だ。そんな加地を頼り、高校の同級生で外資のファンドマネージャーとして活躍する四谷篤（鶴見辰吾）がやってくる。一日に数百億を動かすという四谷は、一刻も早く退院できるよう、腹腔鏡手術で十二指腸ガンを切除して欲しいと加地に依頼。「謝礼はいくらでも払う」との言葉に心が動いた加地は、他の手術の予定を変更して執刀に当たることに。ところが、四谷の病状を確認した加地は、腹腔鏡ではなく開腹式を選択。十二指腸は腫瘍の位置が把握しにくく、さすがの加地でも、腹腔鏡での切除は難しい。まだ早期ガンである四谷の場合は、開腹して部分切除するのがベストとの判断からだった。それを聞いた未知子（米倉涼子）は、自分なら腹腔鏡と内視鏡を併用した前代未聞のハイブリッド手術ができると言い出し、加地らを唖然とさせる。一方、加地から手術の説明を聞いた四谷は、入院期間の長くなる開腹式でやるなら、他の病院に転院すると言い出す。どこの病院に行っても無理だと止める加地。すると、そこに未知子が現れ、自分なら腹腔鏡でできると断言。それを聞いた四谷は、未知子に手術をお願いすると頭を下げ…！？"
        },
        {
            id: "1.5",
            name: "OPE.5",
            info: t("1.5"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/05/img/pic_01.jpg",
            character: [
                {
                    name: "五木田早紀",
                    type: "患者",
                    info: "未知子に手術を懇願する小児科の入院患者。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/05/img/g3.jpg"
                },
                {
                    name: "岸田卓也",
                    type: "担当医",
                    info: "早紀の主治医。小児科きっての人気医師で、若くして准教授でもある。博美の元夫。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/05/img/g2.jpg"
                },
                {
                    name: "相馬教授",
                    type: "教授",
                    info: "帝都医科大学付属第三病院・小児外科部長。第二外科部長の鳥井とは宿命のライバル。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/05/img/g1.jpg"
                },
            ],
            quote: "",
            time: 45,
            date: "2012.11.22",
            story: "　いつも通り定時に医局を出た未知子（米倉涼子）は、病院内の廊下で一人の少女・五木田早紀（二宮星）に、「お金いっぱいもらって手術してる人でしょ？」と呼び止められる。早紀は激しい足の痛みを訴え、未知子に手術を懇願。担当が違う上に子どもが得意ではない未知子だったが、泣き叫ぶ早紀を放ってはおけず、通りかかった森本（田中圭）と共に、小児外科の主治医・岸田卓也（福士誠治）のところに送り届ける。イケメンで説明も丁寧な岸田は、患者である子どもの母親たちからプレゼント攻めに合うほどの人気者だった。しかも、小児外科を牛耳る相馬教授（石丸謙二郎）に目をかけられており、若くして准教授になったスター医師でもある一方、実は麻酔科医・城之内博美（内田有紀）の別れた元夫で、当の博美は「医者を顔で選ぶ母親たちは、頭が空っぽ」と手厳しい。翌朝、再び未知子の前に現れた早紀は、今度はおなかが痛いと訴える。早紀の痛みが日々移動していることに着目した未知子は、彼女が三カ月前に相馬教授による緊急オペを受けていたことを知る。一方、小児科では早紀の痛みは「母親からの愛情不足によるストレスが原因」との診断を下していた。実際、早紀の痛みは日ごとに部位が変化し、痛みを訴える場所をレントゲンで撮っても、異常はないという。果たして彼女は仮病なのか？ 未知子が下した驚きの診断とは…！？"
        },
        {
            id: "1.6",
            name: "OPE.6",
            info: t("1.6"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/06/img/pic_01.jpg",
            character: [
                {
                    name: "六坂元彦",
                    type: "患者",
                    info: "かつて未知子の父親が開いていた大門診療所の患者で、医学部に入る前の未知子をよく知る人物。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/06/img/g1.jpg"
                },
            ],
            quote: "",
            time: 45,
            date: "2012.11.29",
            story: "　名医紹介所に、医者になる前の未知子（米倉涼子）を知る六坂元彦（六平直政）が訪ねてくる。六坂は10年前、未知子の父の執刀で肝臓ガンの手術を受け、その後つつがなく過ごしてきたが、最近、肝門部胆管ガンを発症。どこの病院でも手術を断られ、治療を諦めていた六坂は、最後に医者になった恩人の娘の顔を一目でも見ておこうとやって来たのだった。六坂のガンはステージ３まで進行しており、一刻を争う状況にあった。未知子は即刻、本院での所用に忙しい毒島（伊東四朗）に代わって院長代理を務める鳥井教授（段田安則）に、六坂の入院許可を求めるが、念願の院長席に座った鳥井は、権威の座に酔うばかりで聞く耳を持たず、事務長の金子（室井滋）からも無下に断わられてしまう。そんな状況を知った晶（岸部一徳）は、毒島に連絡。10年前の毒島と未知子の父、そして六坂との関係を告げる。すると、六坂は毒島の特別患者としてＶＩＰ専用室への入院が許されることに。同じ頃、執筆した論文を国際会議で発表できることになった鳥井は、まさに有頂天にあった。そんな鳥井のもとに、先日行った再検査の結果が届く。その内容に、言葉を失う鳥井。一方、六坂の術前カンファレンスでは、六坂の執刀をめぐり未知子と加地が激しく対立。手術をすれば死ぬという加地と、手術して助けるという未知子。判断を求められた鳥井は、らしからぬ判断を下すが…！？"
        },
        {
            id: "1.7",
            name: "OPE.7",
            info: t("1.7"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/07/img/pic_01.jpg",
            character: [
                {
                    name: "鳥井七々子",
                    type: "教授夫人",
                    info: "鳥井教授の妻。鳥井が最初に手術した相手でもある。中学生の息子がいる。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/07/img/g1.jpg"
                },
                {
                    name: "土方幾也",
                    type: "担当医",
                    info: "帝都医大のカリスマと呼ばれる若き教授。38歳の若さで海外の医科大学で教授まで上りつめ、凱旋帰国したばかり。未知子とは何やら顔見知りのようで…。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/07/img/g2.jpg"
                }
            ],
            quote: "",
            time: 45,
            date: "2012.12.06",
            story: "　肝門部胆管ガンを発症している第二外科部長の鳥井（段田安則）は、毒島院長（伊東四朗）や事務長の金子（室井滋）の前で、未知子（米倉涼子）から一刻を争う病状だと指摘されたにもかかわらず、病気であること自体を認めず、国際会議での論文発表に向け、執筆に没頭する。本院から、若きスター医師・土方幾也（山本耕史）が赴任してくると決まったいま、鳥井は自分の命に代えてでも論文発表を成功させ、外科部長の座を死守する覚悟だった。土方を呼び寄せた張本人の毒島は、そんな鳥井の病状を知りつつも、本人の意思を尊重するとして、静観するそぶりをみせる。同じく鳥井の病状を知った加地（勝村政信）と原（鈴木浩介）は、他の医師らには口外しないことを決意。そして、未知子を除く第二外科の医師らは、一丸となって鳥井の論文作成に協力する。刻一刻と病状が進行する中、執念で論文を書き終える鳥井。ところが、国際会議出発の日、病院関係者や妻の七々子（岸本加世子）に見送られる中、ついに倒れてしまう…！ストレッチャーに乗せられ、検査室へと担ぎ込まれた鳥井は、そのまま入院することに。そして、自分のために開かれた緊急カンファレンスに自ら出席し、腹をくくって加地に執刀を依頼する。加地は、ガンは進行しているものの患部の切除は可能と診断し、鳥井を安心させる。それに対し、未知子は切除できる時期はもう過ぎたと異議を唱えて…！？"
        },
        {
            id: "1.8",
            name: "OPE.8",
            info: t("1.8"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/08/img/pic_01.jpg",
            character: [
                {
                    name: "鳥井七々子",
                    type: "教授夫人",
                    info: "鳥井教授の妻。鳥井が最初に手術した相手でもある。中学生の息子がいる。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/07/img/g1.jpg"
                },
                {
                    name: "土方幾也",
                    type: "担当医",
                    info: "帝都医大のカリスマと呼ばれる若き教授。38歳の若さで海外の医科大学で教授まで上りつめ、凱旋帰国したばかり。未知子とは何やら顔見知りのようで…。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/07/img/g2.jpg"
                },
                {
                    name: "勅使河原毅",
                    type: "主任教授",
                    info: "帝都医科大学病院（本院）の外科主任教授。毒島院長も頭の上がらない人物。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/08/img/g1.jpg"
                },
                {
                    name: "八木了",
                    type: "ジャーナリスト",
                    info: "お金を貰えればどんなことでも書くブラックジャーナリスト。",
                    photo: "https://www.tv-asahi.co.jp/doctor-x_01/story/08/img/g2.jpg"
                }
            ],
            quote: "",
            time: 57,
            date: "2012.12.13",
            story: "　第二外科部長・鳥井（段田安則）の肝門部胆管ガン手術が行われている手術室に現れた未知子（米倉涼子）は、鳥井が書いた同意書を土方（山本耕史）に突きつけると、手術室から追い出し、いつも通りの集中力で手術に挑む。そんな未知子を、助手として支える加地（勝村政信）や森本（田中圭）たち。一方、大勢のプレスが集まる見学室で怒りに震える毒島院長（伊東四朗）の前に、本院の勅使河原主任教授（小林稔侍）が突然姿を現す。勅使河原は、土方ではなく、フリーランスの未知子が執刀していることに苦言を呈する。その瞬間、鳥井の患部から想定外の多量出血が…！　たまりかねた毒島は手術室に乱入、未知子からメスを奪おうとするが、未知子は毒島には目もくれず、タイムリミットわずか１分半という驚きの術式を強行。未知子と毒島、二人の緊迫の作業が始まる！ 果たして、手術は無事成功するのか！？ 鳥井の命は…！？術後、勅使河原は一部始終を見ていたプレスに口止めをするが、ある週刊誌に暴露記事が掲載されてしまう。記事で未知子を「黒い女医」と断じたジャーナリストの八木（津田寛治）は、その続報として、大学病院の腐った院内政治についても発表すると毒島に宣言。それに対し、毒島は…！？記事の影響で転院や手術のキャンセルを申し出る患者が続出し、院内は大混乱。未知子は自宅謹慎を命じられ、第二外科は解体の危機に…！？ そんな中、ある人物が未知子の前で吐血し、倒れてしまい…！？"
        }
    ],
    [
        {
            id: "2.1",
            name: "OPE.1",
            info: t("2.1"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_02/story/0001/img/01.jpg",
            character: [
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                },
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                }
            ],
            quote: "",
            time: 60,
            date: "2013.10.17",
            story: "　北海道・旭川の競馬場。フリーランスの外科医・大門未知子（米倉涼子）が、医師紹介所を営む晶（岸部一徳）と共に一般席で競馬に興じていた頃、馬主席では、高級毛皮に身を包んだマダム（三田佳子）が、年下の美しい男（藤木直人）とシャンパンを飲みながら、優雅にレースを眺めていた。注目の大一番。未知子が賭けていた馬の進路を、マダムの持ち馬が妨害。その結果、転倒したマダムの馬は骨折、安楽死処分を宣告されてしまう。「一億円の馬を簡単に安楽死などさせられない」と、マダムが嘆く場面に出くわした未知子は、「たとえ手術をしても100％失敗する」との獣医の言葉に闘志をたぎらせ、したこともない馬の手術を「私、失敗しないので」と引き受けるが…！？数週間後、帝都医科大学付属病院のカンファレンスでは、内科統括部長の特別患者で、名前を伏せての入院を希望している大腿骨肉腫患者の治療方針が話し合われていた。外科統括部長の蛭間（西田敏行）以下、外科の医師たちは大腿部切断がベストと判断するが、そこに「異議あり！」と異論を唱える声が響く。その声の主はなんと、未知子だった！　白衣も着けず、露出過多な出で立ちの未知子に、カンファレンスは騒然。怒号が飛び交う中、未知子は、堂々と下肢温存を主張する。そのとき、騒然とする一同を内科統括部長・馬淵が一喝。その人こそ、未知子をカンファレンスに呼んだ張本人。北海道で未知子に馬の手術をさせたあのマダムだった…！ 果たして、馬淵の目的は…？ その特別患者の正体は…！？"
        },
        {
            id: "2.2",
            name: "OPE.2",
            info: t("2.2"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_02/story/0002/img/02.jpg",
            character: [
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                },
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                }
            ],
            quote: "",
            time: 47,
            date: "2013.10.24",
            story: "　蛭間外科統括部長（西田敏行）が今年１月に執刀したばかりの患者・二宮欽也（寺田農）に、再発のガンが見つかった！不動産王の二宮は、帝都医科大学付属病院での蛭間ブランドを支える強力なスポンサー。金のかかる主任教授選を間近に控え、手術ミスの可能性がある再発を認めるわけにいかない蛭間は、新たな初期のガンが発現したと二宮に嘘の告知をする。海老名教授（遠藤憲一）をはじめとする、第二外科の取り巻きたちは、身を投げ打って蛭間の工作に全面協力することに…。しかし、術前検査の結果、外科的アプローチが困難な転移ガンが発見され、蛭間たちはより厳しい状況に立たされてしまう。蛭間と対立関係にある馬淵内科統括部長（三田佳子）は、患者を内科に引き渡すよう要求。外科と内科のトップ同士のぶつかり合いに、取り巻きたちは激しい火花を散らし、壮絶な“御意合戦”が繰り広げられる。そんな中、未知子（米倉涼子）が執刀を名乗り出るが、誰ひとり取り合う者はいない。ところが、手術前日の夕方、蛭間は突然、未知子を第４助手に指名する…！？"
        },
        {
            id: "2.3",
            name: "OPE.3",
            info: t("2.3"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_02/story/0003/img/01.jpg",
            character: [
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                },
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                }
            ],
            quote: "",
            time: 47,
            date: "2013.10.31",
            story: "　帝都医大の教授夫人会、通称“白薔薇会”の会長を務める蛭間華子（藤真利子）が、夫の蛭間外科統括教授（西田敏行）に、蟹江外科教授夫人（明星真由美）の再手術を要請する。華子は、海老名教授（遠藤憲一）の執刀で１年前に小腸の手術を受けた蟹江夫人の術後の調子悪さを、内科教授夫人の三村寅子（山本未來）に見破られ、腹に据えかねていたのだ。だが、蟹江夫人の現状を改善するには小腸移植以外に方法がなく、ドナーが見つかるまで手術は不可能だった。そんな中、蟹江夫人をお見舞いに来た三村夫人が未知子の前で倒れてしまう。彼女には腎不全の持病があり、そのまま外科に入院することに。夫人会ではライバル同士の三村夫人と蟹江夫人だったが、実はハトコの関係にあると知った未知子（米倉涼子）は、小腸と腎臓を交換する生体間移植を思いつく。しかし、三村夫人の主治医となった近藤（藤木直人）は、手術のリスクや二人の仲の悪さを考えれば、臓器の交換に応じるわけがないと、まるで取り合わない。ところがその翌日、カンファレンスに出席した近藤は、蛭間らの前で生体腎小腸交換移植手術を提案。自分ならできると豪語し、もうひとりの執刀医に未知子を指名して…！？"
        },
        {
            id: "2.4",
            name: "OPE.4",
            info: t("2.4"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_02/story/0004/img/01.jpg",
            character: [
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                },
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                }
            ],
            quote: "",
            time: 47,
            date: "2013.11.07",
            story: "　銀座の人気クラブ『中園』のママ・四条留美子（釈由美子）が、外科統括部長の蛭間（西田敏行）を訪ねて帝都医大にやってくる。政財界は言うに及ばず、芸能界、スポーツ界、そして医学会にも太いパイプを持つ留美子は、銀座の女帝として蛭間の出世にも一枚噛んでいるらしい。そんな留美子にすい臓の進行ガンが見つかる。蛭間に所見を聞かれた海老名教授（遠藤憲一）は、手術は難しいと判断。蛭間も化学療法の選択を勧めるが、留美子はそれを拒否。手術をしてくれなければ、蛭間の黒い秘密をすべて世間にバラすと、持参した黒革の手帖を突きつけて…！？留美子のＣＴ画像を見た未知子（米倉涼子）は、蛭間たちがためらっている手術の執刀を申し出るが、留美子はそれには答えず、医者よりずっと稼げると未知子をホステスにスカウトする。未知子から話を聞いた晶（岸部一徳）が留美子に営業の電話をかけたところ、その通話中に留美子が意識を失い倒れてしまう！ 駆けつけた未知子は、必死に心臓マッサージを試みるが…！？"
        },
        {
            id: "2.5",
            name: "OPE.5",
            info: t("2.5"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_02/story/0005/img/01.jpg",
            character: [
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                },
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                }
            ],
            quote: "",
            time: 46,
            date: "2013.11.14",
            story: "　ゴッドハンドとして世界的に知られる外科医の日下部光彦（別所哲也）が、蛭間外科統括部長（西田敏行）の招聘に応じ、凱旋帰国を果たす。蛭間は日下部による公開手術を全国の大学病院にライブ中継しようと計画。天才ドクターとのつながりをアピールすることで、統括部長としての自分の株を上げようという算段だ。そんな日下部が、「私は失敗しないので」を世界で最初に使ったのは自分だと主張し、未知子（米倉涼子）にフレーズの使用禁止を言い渡す。確かに、日下部の手術は成功率100％を誇っていたが、晶（岸部一徳）の耳には、何かカラクリが存在するとの噂が届いていた…。後日、日下部は食道ガンで入院している五味一郎（大河内浩）を対象に、もっとも難易度が高い最新の術式で公開手術を行う。日下部に酔心するフリーランス麻酔科医の博美（内田有紀）は、未知子の冷たい視線に屈することなく、ノーギャラで日下部をサポート。完ぺきなオペを間近に見るが、日下部のわずかな動きに違和感を覚える。その夜、五味の容態が急変。博美から連絡を受けた未知子は…！？"
        },
        {
            id: "2.6",
            name: "OPE.6",
            info: t("2.6"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_02/story/0006/img/01.jpg",
            character: [
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                },
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                }
            ],
            quote: "",
            time: 47,
            date: "2013.11.21",
            story: "　講師の近藤忍（藤木直人）と海老名教授（遠藤憲一）が次期主任教授の座をめぐり攻防を繰り広げる中、近藤の父・六助（泉谷しげる）が地元で診察してもらった自分のカルテを手に、大学病院を訪ねてくる。競馬と酒が趣味で自転車店を営む六助は、ステータスを尊ぶ大学病院で出世を目論む近藤にとってアキレス腱のような存在だった。近藤は、「お前に診てもらいたい」という六助の訴えを、カルテも見ずに飲酒による肝炎だと退けると、六助の相手を未知子（米倉涼子）に任せ、蛭間外科統括部長（西田敏行）に付き従い行ってしまう。その後、未知子の診たてで六助に遅発性脾臓破裂の疑いが浮上。未知子が早急なオペを提案する中、六助の容態が急変する。六助は息子による執刀を望むが、蛭間から教授推挙の条件として特別患者の執刀を任命されていた近藤は、脾臓を全摘出すればいいと未知子に言い残し、特患の手術へと向かう…！？"
        },
        {
            id: "2.7",
            name: "OPE.7",
            info: t("2.7"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_02/story/0007/img/01.jpg",
            character: [
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                },
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                }
            ],
            quote: "",
            time: 46,
            date: "2013.11.28",
            story: "　外科と内科の対立が激しさを増す中、蛭間外科統括部長（西田敏行）の推薦により、講師の近藤（藤木直人）がついに教授となる。これにより、近藤が海老名教授（遠藤憲一）を抜き、次期主任教授の本命に躍り出ることに。だが、思いもよらぬライバルが出現する。蛭間が金沢に左遷した前主任教授の鷹野（浅野和之）が、馬淵内科統括部長（三田佳子）の命で呼び戻されたのだ。海外でも認められた論文の成果を引っさげて凱旋を果たした鷹野は、次期主任教授選の立候補を表明。馬淵とともに蛭間へのリベンジに燃える。鷹野は蛭間潰しの秘策として、論文の実践が可能なガンを患う、厚労省医政局長の母親・浅井久恵（白川由美）を金沢から転院させる。蛭間陣営は近藤と海老名が一時停戦でタッグを組み、外科的処置を提案するが、鷹野を擁する馬淵陣営の最新の治療法にはまるで歯が立たない。そんな中、未知子（米倉涼子）がそれを凌駕する術式を提案。それを聞いた蛭間は、意気揚々と未知子を執刀医に任命するが、久恵は鷹野に執刀してもらいたいと言い出して…！？"
        },
        {
            id: "2.8",
            name: "OPE.8",
            info: t("2.8"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_02/story/0008/img/02.jpg",
            character: [
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                },
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                }
            ],
            quote: "",
            time: 46,
            date: "2013.12.12",
            story: "　帝都医大をクビになった未知子（米倉涼子）は、謎の依頼主からの要請で、帝都医大・高松第24分院に派遣される。そこは、未知子のせいで地方勤務を余儀なくされている加地（勝村政信）が働く病院だった。未知子は病院近くの漁港で、漁師に憧れる入院患者の少女・村田九留美（本田望結）と出会う。九留美の病気は悪性の筋繊維芽細胞腫。一度は帝都医大の本院で引き受けたものの、オペは不可能との判断で、再び生まれ故郷の高松に戻されていたのだ。その頃、本院では主任教授戦が本格的にスタートしていた。鷹野教授（浅野和之）の陣営にリードを許し、焦る蛭間外科統括部長（西田敏行）は、海老名教授（遠藤憲一）らに浮動票の取り込みを指示するが、そんな蛭間をさらに追い詰める事態が起きる。なんと、娘・裕華子にメラノーマの転移ガンが発見されたのだ。病状は極めて深刻で、オペの成功例はアメリカで数例あるのみ。馬淵内科統括部長（三田佳子）は、裕華子のアメリカ搬送を提案するが、蛭間は断固としてこれを拒否。外科統括部長のメンツにかけ、帝都医大でオペをすると言い張り…。その夜、近藤教授（藤木直人）は裕華子を救える唯一の術式を検索する。すると、過去にアメリカで成功を遂げた医療チームの中に、ドクターＸの名前が…！？"
        },
        {
            id: "2.9",
            name: "OPE.9",
            info: t("2.9"),
            photo: "https://www.tv-asahi.co.jp/doctor-x_02/story/0009/img/03.jpg",
            character: [
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                },
                {
                    name: "",
                    type: "",
                    info: "",
                    photo: ""
                }
            ],
            quote: "",
            time: 73,
            date: "2013.12.19",
            story: "未知子（米倉涼子）の望み通り、悪性の筋繊維芽細胞腫を患う村田九留美（本田望結）の手術は、帝都医大の本院で行われることになる。未知子は九留美を救う唯一の方法として、胃・すい臓・脾臓・肝臓・大腸・小腸の６つの臓器すべて取り出して処置するという、日本で前例のない『多臓器体外摘出腫瘍切除』を提案。しかし、未知子といえども、今度ばかりは帝都医大の最先端設備と組織力が成功の絶対条件。近藤（藤木直人）、海老名教授（遠藤憲一）、鷹野教授（浅野和之）らの協力無しには、いつもの決まり文句「私、失敗しないので」を口にはできない超難手術だ。ところが、手術の直前になって蛭間外科統括部長（西田敏行）から突然の中止が言い渡される！ さらに、再び未知子にクビを言い渡す蛭間。怒り心頭の未知子は、打倒蛭間のための秘策を胸に、ある人物に会いに行くが…。未知子vs.巨大組織、最後の激突！ その結末やいかに…！？"
        },
    ],
    [
        {
            id: "3.1",
            name: "OPE.1",
            info: t("3.1"),
            photo: ""
        },
        {
            id: "3.2",
            name: "OPE.2",
            info: t("3.2"),
            photo: ""
        },
        {
            id: "3.3",
            name: "OPE.3",
            info: t("3.3"),
            photo: ""
        },
        {
            id: "3.4",
            name: "OPE.4",
            info: t("3.4"),
            photo: ""
        },
        {
            id: "3.5",
            name: "OPE.5",
            info: t("3.5"),
            photo: ""
        },
        {
            id: "3.6",
            name: "OPE.6",
            info: t("3.6"),
            photo: ""
        },
        {
            id: "3.7",
            name: "OPE.7",
            info: t("3.7"),
            photo: ""
        },
        {
            id: "3.8",
            name: "OPE.8",
            info: t("3.8"),
            photo: ""
        },
        {
            id: "3.9",
            name: "OPE.9",
            info: t("3.9"),
            photo: ""
        },
        {
            id: "3.10",
            name: "OPE.10",
            info: t("3.11"),
            photo: ""
        },
        {
            id: "3.11",
            name: "OPE.11",
            info: t("3.12"),
            photo: "",
            character: [
                {
                    name: "",
                    type: "",
                    info: ""
                },
                {
                    name: "",
                    type: "",
                    info: ""
                },
            ],
            quote: ""
        }
    ],
    [
        {
            id: "4.1",
            name: "OPE.1",
            info: t("4.1"),
            photo: ""
        },
        {
            id: "4.2",
            name: "OPE.2",
            info: t("4.2"),
            photo: ""
        },
        {
            id: "4.3",
            name: "OPE.3",
            info: t("4.3"),
            photo: ""
        },
        {
            id: "4.4",
            name: "OPE.4",
            info: t("4.4"),
            photo: ""
        },
        {
            id: "4.5",
            name: "OPE.5",
            info: t("4.5"),
            photo: ""
        },
        {
            id: "4.6",
            name: "OPE.6",
            info: t("4.6"),
            photo: ""
        },
        {
            id: "4.7",
            name: "OPE.7",
            info: t("4.7"),
            photo: ""
        },
        {
            id: "4.8",
            name: "OPE.8",
            info: t("4.8"),
            photo: ""
        },
        {
            id: "4.9",
            name: "OPE.9",
            info: t("4.9"),
            photo: ""
        },
        {
            id: "4.10",
            name: "OPE.10",
            info: t("4.11"),
            photo: ""
        },
        {
            id: "4.11",
            name: "OPE.11",
            info: t("4.12"),
            photo: ""
        }
    ],
    [
        {
            id: "5.1",
            name: "OPE.1",
            info: t("5.1"),
            photo: ""
        },
        {
            id: "5.2",
            name: "OPE.2",
            info: t("5.2"),
            photo: ""
        },
        {
            id: "5.3",
            name: "OPE.3",
            info: t("5.3"),
            photo: ""
        },
        {
            id: "5.4",
            name: "OPE.4",
            info: t("5.4"),
            photo: ""
        },
        {
            id: "5.5",
            name: "OPE.5",
            info: t("5.5"),
            photo: ""
        },
        {
            id: "5.6",
            name: "OPE.6",
            info: t("5.6"),
            photo: ""
        },
        {
            id: "5.7",
            name: "OPE.7",
            info: t("5.7"),
            photo: ""
        },
        {
            id: "5.8",
            name: "OPE.8",
            info: t("5.8"),
            photo: ""
        },
        {
            id: "5.9",
            name: "OPE.9",
            info: t("5.9"),
            photo: ""
        },
        {
            id: "5.10",
            name: "OPE.10",
            info: t("5.11"),
            photo: ""
        }
    ],
    [
        {
            id: "6.1",
            name: "OPE.1",
            info: t("6.1"),
            photo: ""
        },
        {
            id: "6.2",
            name: "OPE.2",
            info: t("6.2"),
            photo: ""
        },
        {
            id: "6.3",
            name: "OPE.3",
            info: t("6.3"),
            photo: ""
        },
        {
            id: "6.4",
            name: "OPE.4",
            info: t("6.4"),
            photo: ""
        },
        {
            id: "6.5",
            name: "OPE.5",
            info: t("6.5"),
            photo: ""
        },
        {
            id: "6.6",
            name: "OPE.6",
            info: t("6.6"),
            photo: ""
        },
        {
            id: "6.7",
            name: "OPE.7",
            info: t("6.7"),
            photo: ""
        },
        {
            id: "6.8",
            name: "OPE.8",
            info: t("6.8"),
            photo: ""
        },
        {
            id: "6.9",
            name: "OPE.9",
            info: t("6.9"),
            photo: ""
        },
        {
            id: "6.10",
            name: "OPE.10",
            info: t("6.11"),
            photo: ""
        }
    ]
]

export default episodeData